//script.js

/*---------------------------------------------------------------------------------------------------------*/
$(document).ready(function () {
    $("#update").html(
            '<div id="update-content">' +
                '<dl>' +
                	'<dt>2025/04/27</dt>' +
					'<dd>' +
                		'「言葉は要らず」公開<BR />小説家になろう・pixivに登録、LINKにページを追加' +
                	'</dd>' +
                	'<dt>2025/04/26</dt>' +
                	'<dd>' +
                		'デザイン・レイアウトを変更<BR />ファビコン変更' +
                	'</dd>' +
                	'<dt>2025/04/25</dt>' +
                	'<dd>' +
                		'更新履歴を作成' +
                	'</dd>' +
                	'<dt>2025/04/21</dt>' +
                	'<dd>' +
                		'HP基盤作成' +
                	'</dd>' +
                '</dl>' +
            '</div>'
    );
});
