//script.js

/*---------------------------------------------------------------------------------------------------------*/
$(document).ready(function () {
    $("#update").html(
            '<div id="update-content">' +
                '<dl>' +
                	'<dt>2025/04/27</dt>' +
                	'<dd>' +
                		'「言葉は要らず」公開' +
                	'</dd>' +
                	'<dt>2025/04/26</dt>' +
                	'<dd>' +
                		'レイアウトを変更・CSSをまとめる。<BR />ファビコン変更。' +
                	'</dd>' +
                	'<dt>2025/04/25</dt>' +
                	'<dd>' +
                		'更新履歴を作成' +
                	'</dd>' +
                	'<dt>2025/04/21</dt>' +
                	'<dd>' +
                		'HP基盤作成' +
                	'</dd>' +
                '</dl>' +
            '</div>'
    );
});
